{
  "1° Básico": {
    "edad": 6,
    "unidades": {
      "Unidad 1": {
        "tema": "In My Classroom",
        "contenidos": "Greetings. Hello, good morning, good bye, I’m fine; Personal information: My name is…; Questions: What’s this? How many…?; Commands: Stand up, sit down, open/close the …, clap your hands, turn around; Numbers: 1-10; Adjectives: long, short; Answers: yes, no",
        "palabras_clave": "Hello, good morning, good bye; My name is…; Stand up, sit down, open/close the …, clap your hands, turn around; Classroom objects: bag, desk, chair, pencil, eraser, book, ruler, door, window",
        "pronunciacion": "No aplica",
        "vocabulario": "Colors: black, white, red, pink, green, yellow, blue, orange, etc.; Classroom objects: bag, desk, chair, pencil, eraser, book, ruler, door, window; People: boy, girl, teacher; Expressions: Thank you, please"
      },
      "Unidad 2": {
        "tema": "My Family and Me",
        "contenidos": "He/she is (He/she’s); My/your; Who is…?; Commands: Touch your head, legs, etc.; I sing, dance, walk, jump, climb, run; I wash my face/hands; Adjectives: tall, short",
        "palabras_clave": "My/your; I sing, dance, walk, jump, climb, run",
        "pronunciacion": "No aplica",
        "vocabulario": "Family members: mom (mother), dad (father), brother, sister, me, baby, grandfather, grandmother; Parts of the body: face, hands, mouth, nose, eyes, ears, hair, teeth, feet, fingers, tummy, toes"
      },
      "Unidad 3": {
        "tema": "What’s the weather like today?",
        "contenidos": "Today is …; It’s (a)…; White socks, black shoes, pink dress, etc.; Big dog, small cat, etc.; Where is the…?; …and…; Adjectives: big, small",
        "palabras_clave": "Today is …; It’s (a)…; They’re; Weather: windy, sunny, cloudy, rainy, snowy; Clothes: shoes, sock, a hat, dress, pants, skirt, scarf, coat, boots, shirt; …and…",
        "pronunciacion": "No aplica",
        "vocabulario": "Days of the week; Weather: windy, sunny, cloudy, rainy, snowy; Seasons of the year: summer, fall, winter, spring; Clothes: shoes, sock, a hat, dress, pants, skirt, scarf, coat, boots, shirt; Farm animals: cow, dog, cat, puppy, chicken, horse, duck, bird, pig; Places: pond, tree, house, farm"
      },
      "Unidad 4": {
        "tema": "Happy Birthday!",
        "contenidos": "I’m…; Happy birthday! Thank you; Adjectives: new, old, happy, sad; I have/don’t have; A/an",
        "palabras_clave": "Food: bread, egg, milk, ice cream, meat, juice, water, cheese, ham, tomato, potato, cookies, carrot",
        "pronunciacion": "No aplica",
        "vocabulario": "Food: bread, egg, milk, ice cream, meat, juice, water, cheese, ham, tomato, potato, cookies, carrot; Toys: Bike, truck, doll, ball, car, plane, robot, rope, video games, marbles, yoyo; Birthdays: candles, cake, presents, balloons, eat, sing"
      }
    }
  },
  "2° Básico": {
    "edad": 7,
    "unidades": {
      "Unidad 1": {
        "tema": "At the Zoo",
        "contenidos": "Greetings: Hi, I’m, this is…; Questions: How do you spell?, What is it? Is it a…? Are they…?; It is a …/It isn’t a…; They are…/they aren’t…; It/They can/can’t…; Adjectives: fast/slow, fat/thin; Actions: swim, swing, run, jump, climb, talk, walk; Child/children",
        "palabras_clave": "Numbers: 11-20; Actions: swim, swing, run, jump, climb, talk, walk; Adjectives: fast/slow, fat/thin; Child/children; Expressions: It is a…/It isn’t a… , They are/they aren’t; Hi, I’m…, How do you spell…?",
        "pronunciacion": "Sounds: /s/ /z/",
        "vocabulario": "Places at school: office, classroom, playground, library, corridor, gym; Numbers: 11-20; Wild animals: lion, monkey, parrot, elephant, fox, zebra, giraffe, penguin"
      },
      "Unidad 2": {
        "tema": "My House",
        "contenidos": "Questions: Where is father/ the boy/book? What’s your phone number? Where do you live?; He/she is/isn’t in the…; Instructions: stop and look, walk, wear a helmet, don’t run/talk/shout/jump/play; There is/are; Adjectives: clean, dirty, messy; Prepositions: It’s in/on/under the…; Numbers: 11-20",
        "palabras_clave": "Prepositions: in/on/under; Don’t …; He/she is/isn’t; Parts of the house; Furniture",
        "pronunciacion": "Sounds: /s/ /z/",
        "vocabulario": "Parts of the house: garden, bedroom, living room, bathroom, kitchen, dining room; Furniture: lamp, table, bed, sofa, mirror; Shapes: circle, square, triangle, rectangle; Traffic safety: helmet, traffic light, crosswalk, street; Expressions: I don’t know, I know"
      },
      "Unidad 3": {
        "tema": "I Want to Be a…",
        "contenidos": "Questions: What’s she doing? Is he/she sleeping/reading, etc.? Who is he/she? Who are they? Where do you work?; At the hospital, garage, airport, police station, etc.; Activities: watching TV, playing, cooking, painting, sleeping, eating, Reading; Numbers: 11-20",
        "palabras_clave": "Activities: watching TV, cooking, sleeping, eating, cooking; Places: school, hospital, police station, restaurant, farm; Occupations: teacher, farmer, vet, nurse, cook, driver, waiter, doctor, pilot, mechanic, police officer",
        "pronunciacion": "Sounds: /w/ /th/",
        "vocabulario": "Occupations: teacher, farmer, police officer, vet, nurse, cook, driver, waiter, doctor, pilot, mechanic; Places: school, hospital, farm, police station, restaurant; Expressions: I want to be a…"
      },
      "Unidad 4": {
        "tema": "Delicious Food",
        "contenidos": "Questions: what do you want?; I want…, please; A/an; Prepositions: behind; Adjectives: hot/cold, angry/bored/scared/sleepy, hungry/thirsty; Numbers 11-20",
        "palabras_clave": "I want…, please; Feelings: hot/cold, angry/bored/scared/sleepy/tired, hungry/thirsty; Food; Here/there",
        "pronunciacion": "Sounds /w/, /th/",
        "vocabulario": "Expressions: here you are, thank you, My favorite food is…, here/there; Feelings: I’m hungry, sleepy, cold, thirsty, tired, angry, scared, bored, hot, cold; Food: ice cream, salad, fruit, pasta; Easter: Easter egg/bunny, basket, bush, bench, flower pot, chocolates"
      }
    }
  },
  "3° Básico": {
    "edad": 8,
    "unidades": {
      "Unidad 1": {
        "tema": "My clothes",
        "contenidos": "Información personal: What’s your name? My name is…; What’s your surname? It’s…; When’s your birthday? It’s in October; What’s your phone number? It’s …; How are you? I’m fine, thank you; My name is Mr. Brown; I’m your English teacher; I’m a student. ; Preguntar y dar información acerca de la vestimenta y su color: What’s he wearing? He’s wearing a sweater; What color is it? It’s blue; What’s she wearing? She’s wearing pants; What color are the pants? They are brown; Are you wearing a jacket? Yes, I am; Is she wearing a cap? No, she isn’t.",
        "palabras_clave": "Palabras de pregunta en información personal: What’s your name? How old are you? I’m … years old; When’s your birthday? How are you? ; Expresiones para hacer referencia a la vestimenta y los colores: What’s she wearing? She’s wearing a sweater; What color is it? It’s blue.",
        "pronunciacion": "Sonidos /b/, /v/ como en bat, bet, ball, vat, vet, van.",
        "vocabulario": "Colores: red, blue, purple, orange, yellow, pink, white, green, brown, black, grey. ; Prendas de vestir: shoes, socks, pants, skirt, sweater, shirt, t-shirt, shorts, cap, sunglasses, trainers, sandals, swimsuit, jacket, coat. ; Meses del año: January, February, March, April, May, June, July, August, September, October, November, December. ; Acciones: wear, have, like, put on. ; Adjetivos: hot – cold."
      },
      "Unidad 2": {
        "tema": "The natural world",
        "contenidos": "Expresar posesión con have/has: Do you have a pet? Yes’ I do/No, I don’t; Does the giraffe have a tail? Yes, it does; Does the lion have wings? No, it doesn’t; She has a tortoise; He has a fish, I don’t have a pet; It doesn’t have legs. ; Expresar habilidad con can/can’t: Can you jump? Yes, I can/No, I can’t; Can the giraffe fly? No, it can’t; The parrot can fly; the snake can’t walk; Can she swim? Yes, she can; Can he fly? No, he can’t. ; Pregunta de información: What’s your favorite animal? It’s the lion.",
        "palabras_clave": "Expresar posesión: I have a… (dog, parrot, fish); I don’t have a pet. ; Expresar habilidad: I can jump; It can run. ; Preguntas de información: What’s your favorite animal? It’s the monkey.",
        "pronunciacion": "Sonido /d/ en palabras como dolphin, duck, dinosaur.",
        "vocabulario": "Adjetivos: It’s big/small; fast/slow; short/long; the elephant is big; the leopard is fast. , Animales: snake, crocodile, monkey, zebra, parrot, elephant, lion, giraffe, hippo, penguin, tortoise, rabbit, fish, dog, cat, cow, chicken, parrot. ; Partes del cuerpo de animales: tail, legs, wings, ears. ; Acciones: walk, run, jump, fly, swim, eat, like."
      },
      "Unidad 3": {
        "tema": "My house",
        "contenidos": "Expresiones para indicar lo que hay o no hay en la casa: there is a book in the living room; there are toys in the bedroom; there isn’t a chair in the kitchen; there aren’t tables in the bedroom. ; Indicar ubicación y posición de objetos en la casa con las preposiciones in, on, under, next to, behind: There is a book in the bedroom; it’s under the bed; the living room is next to the dining room. ; Preguntar acerca de objetos en la casa: Is there a fridge in the kitchen? Yes, there is/No, there isn’t: Where is the rug? It’s in the living room.",
        "palabras_clave": "Preguntas de información: Where is the ball? Where are the books? ; Expresiones para indicar lo que hay o no hay: There is a cat; there are boys; there isn’t a bed; there aren’t tables.",
        "pronunciacion": "Sonido /r/ como en las palabras rat, rabbit, robot, rooster, rug.",
        "vocabulario": "Lugares y habitaciones de la casa: bedroom, bathroom, dining room, living room, kitchen, garage, garden. ; Muebles y objetos de la casa: bed, chair, sofa, TV, table, cupboard, computer, radio, fridge, clock, curtains, window, door, shelf, rug. ; Acciones: sleep, eat, study, watch."
      },
      "Unidad 4": {
        "tema": "Food",
        "contenidos": "Expresar gustos en relación con la comida: I like apples; I don´t like bananas; What food do you like? I like salad; Do you like milk? Yes, I do/ No, I don’t; What’s your favorite food? It’s pizza. ; Ofrecer y pedir comida: What do you want to eat? I want fruit; Do you want water? Yes, please; Can I have a sandwich, please? Yes, here you are; thank you, you’re welcome; no, thank you. ; Preguntar y decir la hora: What time is it? It’s two o’clock; What time do you have breakfast? At seven o’clock. ; Expresar cantidades en números del uno al treinta: I want eight apples; It’s twelve o’clock.",
        "palabras_clave": "Expresiones acerca de la comida: I like fruit; I don’t like pizza; I want a salad, please. ; Preguntas acerca de la comida y la hora: What food do you like? Do you like apples? What time is it? ; Expresiones para pedir y agradecer relacionadas con la comida: Can I have a sandwich, please? I want juice, please; thank you, you’re welcome; yes, please; no, thank you.",
        "pronunciacion": "Sonido /t/ en palabras como top, ten, turtle, tuna, tomato.",
        "vocabulario": "Comida y bebida: food, sandwich, banana, ice-cream, tomatoes, eggs, cheese, apples, chocolate, chicken, sausages, rice, bread, cookies, lettuce, sugar, salad, hotdog, soup, French fries, fruit, tuna fish, turkey, milk, juice, water. ; Comidas: breakfast, lunch, dinner. ; Acciones: like, want, have, eat, drink, cook."
      }
    }
  },
  "4° Básico": {
    "edad": 9,
    "unidades": {
      "Unidad 1": {
        "tema": "How do you feel",
        "contenidos": "Instrucciones de la clase: take out your books; put your things away. ; Dar consejos: You should go to bed; you shouldn’t run. ; Estados de salud: I have a stomachache/a fever.",
        "palabras_clave": "Expresiones relacionadas con la salud: How do you feel? I feel sick; I feel great. What’s the matter with him? He has a cold. My leg hurts. That’s too bad. ; Expresiones para ofrecer consejos: You should eat healthy food; you shouldn’t eat lots of candies. ; Expresiones relacionadas con la clase; por ejemplo: take out your…; put away your…; stand up.",
        "pronunciacion": "Sonido /h/; por ejemplo: hat, hop, hen, holiday.",
        "vocabulario": "Instrucciones de la clase: take out, put away, clean off, stand up, sit down, wipe off, May I…? ; Salud: a headache, a stomachache, a toothache, a sore throat, an earache, medicine, doctor, hospital, dentist, a fever, a cold. ; Acciones: go (to the doctor, to hospital, to the dentist), drink (water), have (some medicine, a fever), eat (vegetables) brush (your teeth), rest, feel ill/sick/well/great. ; Revisión de las partes del cuerpo: arm, ear, elbow, eye, finger, foot, hair, hand, head, knee, leg, mouth, neck, nose, shoulder, stomach, teeth, toe, tummy."
      },
      "Unidad 2": {
        "tema": "The city: Means of transportation and occupations",
        "contenidos": "Indicar y preguntar por ubicación: Excuse me, where is the (post office) ?How can I get to the cinema? The hospital is on South Street; the school is in front of the cinema; it’s over there. ; Preguntar y hacer referencia a los medios de transporte: How do you go to the park? I go by car, by bus, by train, walking. ; Dar y seguir direcciones: turn left; turn right, go straight ahead, stop at the…; walk along (the street). ; Indicar ocupaciones y lugar de trabajo: Where does he/she work? At the zoo. She is a nurse. She works at the hospital. ; Indicar medidas de seguridad: walk, don’t run; look at the traffic light; look left and right; don’t run across the street.",
        "palabras_clave": "Expresiones para preguntar por direcciones: Excuse me, where is the post office? How do you go to the park? How can I get there? ; Direcciones y preposiciones: turn left; go straight ahead; the school is in front of the cinema.",
        "pronunciacion": "Sonido /j/; por ejemplo: jar, jug, job, jam, January, jet, June.",
        "vocabulario": "Lugares en la ciudad: cinema, park, hospital, train station, airport, library, mall, police station, fire station, drugstore, zoo, municipality, school, blocks. ; Señales del tránsito: traffic sign, traffic light, pedestrian crossing. ; Preposiciones: at, next to, on, in front of, between. , Medios de transporte: I go by car/bus/train/bicycle/walking to school, supermarket, post office, museum. ; Ocupaciones: nurse, doctor, firefighter, police officer, zookeeper, salesperson. ; Lugares de trabajo: hospital, fire station, police station, zoo, supermarket. ; Acciones: cross, walk, drive, ride, turn (left/right), buy, visit."
      },
      "Unidad 3": {
        "tema": "What sport do you like?",
        "contenidos": "Hacer referencia a rutinas y hábitos y su frecuencia: I play football every day; I don’t play tennis; she always goes to school; they never cook dinner; I sometimes play hockey. ; Preguntar acerca de rutinas, hábitos y gustos: Do you like basketball? Yes, I do/No, I don’t; Does she play volleyball? Yes, she does/No, she doesn’t; What sport do you like? I like swimming; How often do you play handball? Every day; Where do you play football? At the stadium. ; Expresiones de frecuencia (frequency adverbs): always, sometimes, never, every day. ; Expresiones de posesión: This is my ball; that is his book; it’s Peter’s bike. ; Contrastar ideas simples, usando but: I like football but I don’t like tennis.",
        "palabras_clave": "Expresiones relacionadas con gustos: I like football; I love sports; I hate TV. ; Preguntas con “Wh-”: What sports do you like? What’s your favorite sport? Where do you play football? How often do you practice sports? ; Acciones y su frecuencia: I play tennis every day.",
        "pronunciacion": "Sonidos /sh/ /ch/ en palabras como ship/cheap; shop/chop.",
        "vocabulario": "Deportes: tennis, football, basketball, volleyball, hockey, swimming, running, skating, gym, skateboarding. ; Equipamiento deportivo: ball, racket, trainers, tracksuit, T-shirt, shorts, swimsuit. ; Lugares donde practicar deportes: at the stadium, in the gymnasium. ; Posesivos: my, your, his, her, –‘s. ; Acciones: play, run, jump, swim, wear, go, like. ; Números hasta el cien en decenas: ten, twenty, thirty, forty, fifty, sixty, seventy, eighty, ninety, one hundred."
      },
      "Unidad 4": {
        "tema": "Let's Celebrate",
        "contenidos": "Hacer referencia a fechas: What’s the date today? It’s 10th October. What day is it today? It’s Monday. My birthday is in March. The Earth day is on 22nd April. ; Hacer referencia a celebraciones y festividades: When is Mother’s day? We celebrate Christmas with my grandparents. New Year’s Eve is on 31st December. ; Hacer referencia y preguntar acerca del tiempo atmosférico: What’s the weather like in spring/today? It’s warm and windy. What was the weather like yesterday? It was sunny. How’s the weather in summer? It’s hot. ; Hacer referencia a eventos pasados, usando was/were/wasn’t/weren’t: Where was he yesterday? At the school. They were in Chile last Saturday; It was big; they weren’t at the beach; there was a party; there were presents ; Plurales irregulares: man-men, woman-women, child-children. ; Uso de signo de exclamación en expresiones: Congratulations! Happy birthday! Happy New Year!",
        "palabras_clave": "Preguntas: When’s your birthday? What’s the date today? What’s the weather like today? ; Fechas: It’s on 25th December. ; Expresiones: Happy birthday! Merry Christmas! Congratulations!",
        "pronunciacion": "Sonidos /sh/ /ch/ en palabras como ship/cheap; shop/chop",
        "vocabulario": "Números ordinales 1-30: It’s on 15th July; today is 8th January; my birthday is on 5th February. ; El clima y tiempo atmosférico: sunny, cloudy, rainy, stormy, snowy, hot, warm, cold. ; Días de la semana: Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, Sunday. ; Meses del año: January, February, March, April, May, June, July, August, September, October, November, December. ; Estaciones del año: spring, fall, winter, summer. ; Celebraciones y festividades: holiday, festival, Christmas, Easter, New year’s Eve, Labor Day, Mother’s day, Earth’s Day, birthday, party, candles, cake, presents. ; Acciones: celebrate, blow the candles, eat, dance, sing, give presents."
      }
    }
  },
  "5° Básico": {
    "edad": 10,
    "unidades": {
      "Unidad 1": {
        "tema": "People",
        "contenidos": "Conocimientos Identificar y describir ocupaciones: hospital, nurse, they are vets ; Solicitar y dar información; por ejemplo: how old/what /where is/are…? Is/are he/they ….? Yes he/they are/ is; Yes/ No, they/he are/aren’t/isn’t ; Expresarse y preguntar acerca de la vestimenta: What’s he wearing? He’s wearing a jacket/uniform/suit/apron",
        "palabras_clave": "Preguntas como how old/ what/where…? Is/are…?",
        "pronunciacion": "sonidos /g/ como en go/ago/egg",
        "vocabulario": "Jobs and occupations: vet, doctor, nurse, teacher, artist, driver, flight attendant, pilot, scientist, architect, actor, baker, carpenter, cook, dentist, farmer, fireman, florist, gardener, journalist, librarian, hairdresser. Clothes: jacket, uniform, suit, apron Culture, country"
      },
      "Unidad 2": {
        "tema": "Daily Life",
        "contenidos": "Expresar gustos y preferencias por ejemplo I like/don’t like…; Pedir y decir la hora; por ejemplo: What time is it? It’s 4 o’clock ; Describir y preguntar por acciones que ocurren al momento de hablar; por ejemplo: He is/isn’t reading; is he reading? Yes, he is/No, he isn’t; Are they playing? Yes, they are/No, they aren’t ; ejemplo: I like/don’t like… ; Formular preguntas y justificar una opinión; por ejemplo: Why do you like watching TV? Because it’s fun",
        "palabras_clave": "Expresiones para preguntar por la hora por ejemplo What time is it? Describir acciones por ejemplo: It’s fun/boring/cool/nice",
        "pronunciacion": "Sonidos: /g/ como en go/ago/egg",
        "vocabulario": "Actions: reading, writing, playing, watching TV, listening to music, gaming, helping, washing, building, sleeping, etc. Adjectives: fun, boring, interesting, cool, nice, etc."
      },
      "Unidad 3": {
        "tema": "Friends",
        "contenidos": "Expresar inhabilidad; por ejemplo: They can’t play football, I can’t swim ; Contrastar información; por ejemplo: he can run but he can’t swim ; Describir personas en cuanto a personalidad o estado; por ejemplo: he is quiet/friendly; I feel sad/ angry/ tired/ bored ; Identificar y expresar cantidades; por ejemplo: there is a/an/one…; It’s an/a…",
        "palabras_clave": "But ; It’s an…",
        "pronunciacion": "Sonidos: /ʤ/ como en jacket/ general/age",
        "vocabulario": "Descripción de personalidad o estado: quiet, friendly, outgoing, sad, angry, tired, bored, happy, lonely, sociable, generous, caring, sensitive Actividades: play football, swim, ride on horse/bicycle, climb, jump, run, etc."
      },
      "Unidad 4": {
        "tema": "Inventions",
        "contenidos": "Describir acciones que ocurren en el pasado; por ejemplo: She was/made/… ; Expresar cantidad y números hasta mil; por ejemplo: Many /a lot of…; child/chidren; 50 cars",
        "palabras_clave": "A lot of…; By",
        "pronunciacion": "Sonidos: /ʤ/ como en jacket/ general/age",
        "vocabulario": "invented by, discovered, created child/children, fish/fish, goose/geese, sheep/sheep, etc."
      }
    }
  },
  "6° Básico": {
    "edad": 11,
    "unidades": {
      "Unidad 1": {
        "tema": "Free Time",
        "contenidos": "Identificar y describir objetos, deportes y pasatiempos; por ejemplo: these/those coins are big; it’s a plastic bottle ; Expresarse sobre actividades; por ejemplo: riding/skating is cool/boring ; Señalar expresiones de tiempo pasado; por ejemplo: yesterday/last week/month/year",
        "palabras_clave": "Yesterday, last week/month/year",
        "pronunciacion": "Sonido: /r/ como en run, ready, right",
        "vocabulario": "Adjetivos: plastic, metal, wooden, paper, cardboard. Actividades: riding, skating, Reading, walking, jumping, swimming, climbing, watching TV, gaming, writing, playing tennis/football/rugby."
      },
      "Unidad 2": {
        "tema": "Places",
        "contenidos": "Formular y responder preguntas; por ejemplo: Who…? How much/many…? Can…? Where…? ; Describir posición de objetos o lugares; por ejemplo: it’s next to/in front of/beside/behind ; Expresar gustos y preferencias; por ejemplo: I love/like/hate/don’t mind living in an apartment/flat",
        "palabras_clave": "Who…? How much/many…? Where…?",
        "pronunciacion": "Sonido: /r/ como en run, ready, right",
        "vocabulario": "City, country, town, village, fire department, police department, bank, supermarket, park, municipality, hospital, restaurant "
      },
      "Unidad 3": {
        "tema": "Travel",
        "contenidos": "Expresar intenciones, planes futuros y predicciones; por ejemplo: I’m going to Easter Island; she’s arriving tomorrow; Man will land on Mars ; Comparar, por ejemplo: It is taller than the bank; this street is the longest/most dangerous of all",
        "palabras_clave": "most ; more ; than ; going to; will",
        "pronunciacion": "Sonido: /r/ como en run, ready, right",
        "vocabulario": "Travel, trip, journey, visit, holidays, by plane/train/car/bus, visitors, tourists, line/queue, pictures, selfies Adjectives: long, large, small, short, interesting, crowded, beautiful, etc."
      },
      "Unidad 4": {
        "tema": "The earth",
        "contenidos": "Expresar intenciones y necesidades; por ejemplo: we need/want/forget to… ; Expresar cantidades y enumerar; por ejemplo: I am first/second/third; sixty/eighty/ two hundred ; Describir acciones y como se realizan: he reads fast/very slowly",
        "palabras_clave": "First, second, third, fourth, fifth, sixth, seventh, eighth, ninth, tenth.",
        "pronunciacion": "Sonido: /r/ como en run, ready, right",
        "vocabulario": "Adverbs: fast, slowly, well, quietly, quickly, carefully, poorly, angrily, silently, very, really, naturally"
      }
    }
  },
  "7° Básico": {
    "edad": 12,
    "unidades": {
      "Unidad 1": {
        "tema": "Music & Leisure",
        "contenidos": "Solicitar y dar información sobre tiempo; Demostrar posesión (they are the students’ instruments); Señalar tiempo, grado y modo en que ocurren acciones (he won the race yesterday; she sings quietly; very fast); Formular y responder preguntas sobre rutinas y acciones pasadas o presentes (Does he cook? Did he cook?); Identificar y describir objetos en detalle; Expresar cantidades (there are a lot of people)",
        "palabras_clave": "Have fun, music, movies",
        "pronunciacion": "Sonido /s/ en plurales (concerts, sports)",
        "vocabulario": "Quantifiers: a lot, many, a few; Conectores: first, second, next, final, before, after; Expresiones: have fun"
      },
      "Unidad 2": {
        "tema": "Climate Change and Natural Disasters",
        "contenidos": "Explicar causa y efecto; por ejemplo: an ice cream melts if you heat it; Unir ideas; por ejemplo: first, second, next, final; it’s too dangerous to visit. I like that film too; Do you want the book or the magazine?; first, second, next, finally; Expresar condiciones; por ejemplo: If you cook, I’ll help you.",
        "palabras_clave": "Global warming; climate change; Science",
        "pronunciacion": "Sonido /z/ en plurales (disasters, sciences)",
        "vocabulario": "Conectores: First, next, then, finally"
      },
      "Unidad 3": {
        "tema": "Travellers",
        "contenidos": "Solicitar permiso y dar consejo; por ejemplo: Can I go out?; You shouldn’t walk in the rain without an umbrella; Expresarse con claridad usando palabras y expresiones de uso común, sinónimos, palabras compuestas; por ejemplo: afraid of lying; angry about/with…, give advice on…; have fun/a good time; I want/don’t want…; see you later/soon; make a mistake/plans/friends; suddenly; outdoor; Identificar y describir objetos en detalle; por ejemplo: it’s an old wooden church: ; Pronunciación ; Uso apropiado de sonidos del idioma como sonido inicial /h/ (hotel, hostel) ",
        "palabras_clave": "Adventure, travel, immigration, culture",
        "pronunciacion": "Sonidos /z/, /s/ (zoo/sad), sonido inicial /h/ (hotel, hostel)",
        "vocabulario": "Adjetivos: Adjetivos con prefijo –un (unpleasant, unforgettable, etc.)."
      },
      "Unidad 4": {
        "tema": "Media & The News",
        "contenidos": "Describir acciones que interrumpen u ocurren simultáneamente en el pasado; por ejemplo: I was playing football, when it started to rain; while he was cycling, she was listening to music; I saw a shark while I was swimming; Conexión de ideas; por ejemplo: too dangerous to visit; Formular y responder preguntas sobre rutinas y acciones presentes y pasadas; por ejemplo: Does/did he cook? Yes/No, he does/doesn’t/did/didn’t.",
        "palabras_clave": "Fake, piece of news, headline, breaking news",
        "pronunciacion": "Uso apropiado de sonidos del idioma como sonido inicial /h/ (hour, honor, honest)",
        "vocabulario": "Adjetivos: Adjectives ending in –ing (amazing, interesting, etc.)"
      }
    }
  },
  "8° Básico": {
    "edad": 13,
    "unidades": {
      "Unidad 1": {
        "tema": "Artful Expressions",
        "contenidos": "Identificar y describir objetos, lugares y personas (por ejemplo: it’s a big brown building; they are French; the man in…; the woman with…); Expresar dirección (por ejemplo: into the bank; out of the store; from the supermarket; to school); Conectar ideas (por ejemplo: he came and then we watched the film; it was far so we took the bus; I’ll wait until Monday; the library is the best in town. It also has…); Expresar opiniones y hacer comparaciones con justificación",
        "palabras_clave": "Artful; expressions; emotions",
        "pronunciacion": "Sonidos finales /d/, /t/ o /ɪd/",
        "vocabulario": "Prepositions: out of; from; into; Conectores: then; until; so; because; Verbos regulares"
      },
      "Unidad 2": {
        "tema": "Discoveries",
        "contenidos": "Señalar frecuencia, grado y tiempo de acciones (por ejemplo: he has worked here since 2015; I studied French five years ago; I go to the bank once a month; she is quite shy); Describir acciones pasadas que continúan en el presente (por ejemplo: I have saved money to buy a bike); Solicitar y dar información sobre duración de una actividad (por ejemplo: How long have you been friends? for 2 years/since 2016); Solicitar y dar información sobre posesión (por ejemplo: Whose wallet is this? It belongs to a friend of mine/his; It’s hers/theirs; Which is yours?)",
        "palabras_clave": "Exploration; discovery; evidence; contribution",
        "pronunciacion": "Sonidos del idioma como /d/ y /θ/ (this, mother / three, birthday)",
        "vocabulario": "Participio de verbos regulares e irregulares; Palabras que indican tiempo, grado y frecuencia como: since; for; ever; never; ago; Adjetivos y pronombres posesivos; ‘s en uso genitivo (posesión)"
      },
      "Unidad 3": {
        "tema": "Technology and Innovation",
        "contenidos": "Entregar información esencial o adicional (por ejemplo: Simon is the boy who lives next door; the science book, which I borrowed from the library, is very interesting); Identificar y describir objetos, lugares y personas (por ejemplo: it’s a big brown building; they are French; the man in…; the woman with…); Relaciones de causa-efecto y condición entre ideas",
        "palabras_clave": "Device; innovative; tool; useful",
        "pronunciacion": "Sonidos iniciales /w/ (week); /r/ (ready)",
        "vocabulario": "Conjunción de condicionalidad if; Pronombres relativos: which; who; whose; whom; where; when; Adjetivos calificativos"
      },
      "Unidad 4": {
        "tema": "Equality and Diversity",
        "contenidos": "Describir procesos y acciones realizadas en las que el agente es desconocido o no es relevante; Expresar cantidades, contar y enumerar (por ejemplo: two/four thousand/one million; enough/no money/time)",
        "palabras_clave": "Share; discrimination; look down on; accept; love",
        "pronunciacion": "Sonidos del idioma como /d/ y /ɵ/ (this, mother / three, birthday)",
        "vocabulario": "Participio de verbos regulares e irregulares; Adverbios y determinantes de cantidad"
      }
    }
  },
  "1° Medio": {
    "edad": 14,
    "unidades": {
      "Unidad 1": {
        "tema": "Ceremonies and Festivities",
        "contenidos": "Describir hábitos pasados (por ejemplo: I used to work at the coffee shop, but now I work at a department store); Expresarse con claridad usando palabras y expresiones de uso común, sinónimos y palabras compuestas (por ejemplo: firework; apply for a job; What’s it like?; Why don’t we…?; nice to meet you; talk about; for example; chopstick)",
        "palabras_clave": "Ceremonies; death; will; funerals; wreath",
        "pronunciacion": "Sonido inicial /j/ (year, yes)",
        "vocabulario": "Ceremonies: graduation; opening; lavish; solemn; condolences; grief; wreath"
      },
      "Unidad 2": {
        "tema": "Relationships",
        "contenidos": "Describir predicciones, necesidades, promesas y posibilidades (por ejemplo: he shall be here; you needn’t hurry; it might snow; it will probably rain tomorrow); Conectar ideas (por ejemplo: although it’s cheap I’m not sure; both Luis and Tomas are my neighbors; I’ll talk to you later; and last he played the piano; he learned English so that he could speak with foreigners)",
        "palabras_clave": "Love; friendship; permission; obligation; prohibition; marriage",
        "pronunciacion": "Sonido final –tion /ʧ/ (como en vacation)",
        "vocabulario": "relationship; relation; relate; friendship; friends; girlfriend; boyfriend; befriend; motherhood"
      },
      "Unidad 3": {
        "tema": "Traveling in Chile",
        "contenidos": "Solicitar y dar información sobre duración de una actividad (por ejemplo: How long have you been friends? (for) 2 years/since 2010); Describir situaciones hipotéticas o imaginarias y dar consejos (por ejemplo: If I were you, I would tell her the truth; he would meet more people if he spoke English)",
        "palabras_clave": "Culture; travelling; expedition; explorer; visiting; experience; abroad; exchange",
        "pronunciacion": "Sonidos vocales largos y cortos (feet/fit)",
        "vocabulario": "explore; explorer; exploration; trip; discover; discovery; discoverer"
      },
      "Unidad 4": {
        "tema": "Exploring the American Continent",
        "contenidos": "Expresar cantidad, contar y enumerar (por ejemplo: there are a few/few girls; there is little sugar; a large/small number of…); Describir acciones que comenzaron en el pasado y que aún continúan o acaban de finalizar (por ejemplo: we have been training for 3 months; she has been working all day); Señalar frecuencia, grado y tiempo de acciones (por ejemplo: I go to the bank once a month; she is quite/really shy)",
        "palabras_clave": "Culture; traditions; idiosyncrasy; ritual; custom; behaviour; relationships; education; inherit",
        "pronunciacion": "Combinaciones iniciales /tr/ y /dr/ (tree/dress)",
        "vocabulario": "Culture; cultural; traditions; history; historical"
      }
    }
  },
  "2° Medio": {
    "edad": 15,
    "unidades": {
      "Unidad 1": {
        "tema": "Global Citizenship",
        "contenidos": "Expresarse con claridad usando palabras y expresiones de uso común, sinónimos, palabras compuestas (por ejemplo: hardly ever; at all; I’d rather…; for ages; I’m pleased; sorry about; look for/after…; cheap enough; online); Expresar acuerdo o desacuerdo (por ejemplo: I agree/disagree with…)",
        "palabras_clave": "Global citizen; citizenship; climate change; taking action; social awareness",
        "pronunciacion": "Sonidos iniciales /t/ (to); /d/ (do). Reproducirlos con la pronunciación y acentuación correspondiente",
        "vocabulario": "Nacionalidades: Chinese; Japanese; American; Chilean; Globalization; global; globally"
      },
      "Unidad 2": {
        "tema": "Environmental Leaders",
        "contenidos": "Describir acciones que ocurrieron antes que otra acción en el pasado (por ejemplo: He didn’t have money because he had lost his wallet); Conectar ideas (por ejemplo: neither John nor Susan are in the office; he looks tough, he is shy, though; it is raining today, as a result the air will be cleaner in the city; he told us to go as soon as we could; we wouldn’t use gas unless it was cheap); Identificar y describir lugares, ocupaciones y personas (cualidades) (por ejemplo: it’s very busy/crowded; he is interested in…/ it is interesting; she is good at…; it’s a basketball court; she’s a very organized person)",
        "palabras_clave": "Climate change awareness; rainforests; green areas; landfills; to be green",
        "pronunciacion": "Sonidos iniciales /t/ (to); /d/ (do); Sonidos de años anteriores",
        "vocabulario": "Climate; reduce; reuse; recycle; environment"
      },
      "Unidad 3": {
        "tema": "Online Communities",
        "contenidos": "Expresar énfasis en quien realiza la acción (por ejemplo: Did you make it yourself?; he cut himself); Informar lo que otros dicen (por ejemplo: Mr. Brown said he had finished the report; she told me to go home); Confirmar información (por ejemplo: it’s nice, isn’t it?; your brother wasn’t at school, was he?; you go to the pool on Fridays, don’t you?; she will come tomorrow, won’t she?)",
        "palabras_clave": "Online community; blogs; stand out; raise the voice; speak up; social media; freedom of speech",
        "pronunciacion": "Sonido /ʒ/ (usually)",
        "vocabulario": "Blog; blogger; to blog; blogging; social media; twit; twitter; influencer; raise voice; stand up; speak up"
      },
      "Unidad 4": {
        "tema": "Taking Action",
        "contenidos": "Solicitar información sobre frecuencia de actividades (por ejemplo: How often do you practice sports?); Describir frecuencia, tiempo, grado de acciones (por ejemplo: I usually/often call her in the morning; he is rather shy; Susan will be here soon; he has been working during the summer); Expresar sugerencias, ofrecimientos, hacer solicitudes (por ejemplo: Would you like something to eat?; You ought to talk to him; Shall I bring you a glass of water?)",
        "palabras_clave": "Heroes; making a difference; global awareness; climate change; social service; spirit of service",
        "pronunciacion": "Combinaciones iniciales /sp/ (special); /st/ (student)",
        "vocabulario": "Stand out; step up; call out; reach out; courage; bravery; endurance; determination; fearlessness; grit; call for action; move; take action; leadership; leader; lead; be led"
      }
    }
  },
  "3° Medio": {
    "edad": 16,
    "unidades": {
      "Unidad 1": {
        "tema": "My skills and achievements contribute to the society itself",
        "contenidos": "Looking for a job; Am I a leader?; Let’s write a letter!; You’re hired!",
        "palabras_clave": "How can I successfully present skills and achievements in a letter of recommendation and a job interview in English? What constitutes a successful job interview? Why is it useful to know how to express views in a foreign language?",
        "pronunciacion": "No aplica",
        "vocabulario": "Looking for a job; Am I a leader?; Let’s write a letter!; You’re hired!"
      },
      "Unidad 2": {
        "tema": "My reflections on global issues",
        "contenidos": "News still in process; Do you know what we breathe?; A group challenge; How to write a scientific article",
        "palabras_clave": "How do oral and written texts in English contribute to my vision about society? How is the access to new information increased by knowledge of English? How do I persuade other people, in English, about my world views?",
        "pronunciacion": "No aplica",
        "vocabulario": "News still in process; Do you know what we breathe?; A group challenge; How to write a scientific article"
      },
      "Unidad 3": {
        "tema": "The importance of the evolution of languages",
        "contenidos": "A virtual teacher; Music? I’m an expert; Business etiquette awareness; A classic tale from the past",
        "palabras_clave": "Why is it important to read and understand literary texts and non-literary texts? How does History and its preservation and re-reading allow us to have a more comprehensive view and more informed opinion about current issues? In what way are past and contemporary trends and beliefs similar and different from our current reality?",
        "pronunciacion": "No aplica",
        "vocabulario": "A virtual teacher; Music? I’m an expert; Business etiquette awareness; A classic tale from the past"
      },
      "Unidad 4": {
        "tema": "English as a means to understand new trends",
        "contenidos": "A new trend?; Fashion trends at work; To say or not to say; A very valuable opinion",
        "palabras_clave": "How does the English language allow me to become part of a mediatic society? How is face to face communication different from online communication? In what way do new trends about art, fashion and social networks allow our society to become more democratic?",
        "pronunciacion": "No aplica",
        "vocabulario": "A new trend?; Fashion trends at work; To say or not to say; A very valuable opinion"
      }
    }
  },
  "4° Medio": {
    "edad": 17,
    "unidades": {
      "Unidad 1": {
        "tema": "The media and the message in today's globalized world",
        "contenidos": "The impact of social issues today; Building professional networks; It’s all about persuasion; A slogan for my campaign",
        "palabras_clave": "How does the English language allow me to become part of a mediatic society? How can we use language to shape the views of others? What is the importance of choosing the appropriate language when trying to persuade an audience?",
        "pronunciacion": "No aplica",
        "vocabulario": "The impact of social issues today; Building professional networks; It’s all about persuasion; A slogan for my campaign"
      },
      "Unidad 2": {
        "tema": "Communicating ideas through science and technology ",
        "contenidos": "Short story lab; The impact of Technology @ Work; The effects of science on our daily lives; Becoming the teacher of the class",
        "palabras_clave": "Why is science fiction a popular genre? Is technology taking over? Why is the language of science and technology better understood through the knowledge of English?",
        "pronunciacion": "No aplica",
        "vocabulario": "Short story lab; The impact of Technology @ Work; The effects of science on our daily lives; Becoming the teacher of the class"
      },
      "Unidad 3": {
        "tema": "It’s business time",
        "contenidos": "Client’s rights; Marketing gurus; A start-up business; Office equipment",
        "palabras_clave": "Why does the language used in business and economy need to be concise, precise and objective in order to be persuasive? In what way is it important for my future to know how to communicate and persuade people about my ideas and beliefs? How does the knowledge of business and economy language and terminology open doors for me in this globalized world?",
        "pronunciacion": "No aplica",
        "vocabulario": "Client’s rights; Marketing gurus; A start-up business; Office equipment"
      },
      "Unidad 4": {
        "tema": "Learning about sustainability and contributing with solutions",
        "contenidos": "What 's the story?; We care!; A poem about sustainability; Sustainable companies?",
        "palabras_clave": "What urgent environmental problems exist throughout the world? What sort of language and structures should I use when I deliver an informative oral presentation? How can a successful presentation persuade others about a specific viewpoint and move them to action? Which language and grammatical structures should I use when I write a report?",
        "pronunciacion": "No aplica",
        "vocabulario": "What 's the story?; We care!; A poem about sustainability; Sustainable companies?"
      }
    }
  }
}